Repository: muhiro12/Incomes
Catalog: Incomes/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

# %@ to %@
source: %1$@ to %2$@
es: De %1$@ a %2$@
fr: %1$@ à %2$@
zh_hans: %1$@至%2$@

source: %lld Items
es: %lld elementos
fr: %lld éléments
ja: %lld件の項目
zh_hans: %lld 项

source: %lld days
es: %lld días
fr: %lld jours
ja: %lld日
zh_hans: %lld天

source: A category with this name already exists.
es: Ya existe una categoría con este nombre.
fr: Une catégorie portant ce nom existe déjà.
ja: この名前のカテゴリは既に存在します。
zh_hans: 已存在同名分类。

source: Add income items with categories to see this chart.
es: Añade elementos de ingreso con categorías para ver este gráfico.
fr: Ajoutez des éléments de revenu avec des catégories pour afficher ce graphique.
ja: カテゴリ付きの収入項目を追加すると、このグラフを表示できます。
zh_hans: 添加带分类的收入项目后即可查看此图表。

source: Add one item to start tracking income, outgo, and balance.
es: Añade un elemento para empezar a seguir ingresos, gastos y saldo.
fr: Ajoutez un élément pour commencer à suivre revenus, dépenses et solde.
ja: 項目を1件追加して、収入・支出・残高の記録を始めましょう。
zh_hans: 先添加一条项目，开始记录收入、支出和余额。

source: Add outgo items with categories to see this chart.
es: Añade elementos de egreso con categorías para ver este gráfico.
fr: Ajoutez des éléments de dépense avec des catégories pour afficher ce graphique.
ja: カテゴリ付きの支出項目を追加すると、このグラフを表示できます。
zh_hans: 添加带分类的支出项目后即可查看此图表。

source: Added items
es: Elementos añadidos
fr: Éléments ajoutés
ja: 追加した項目
zh_hans: 已添加的项目

source: Adds items from the file and keeps your items. You decide how to handle items that differ on the same day.
es: Añade los elementos del archivo y conserva los tuyos. Tú decides qué hacer con los elementos que difieren el mismo día.
fr: Ajoute les éléments du fichier et conserve les vôtres. Vous choisissez comment traiter les éléments qui diffèrent le même jour.
ja: ファイルの項目を追加し、今の項目は残します。同じ日に内容が異なる項目は、扱いを選べます。
zh_hans: 添加文件中的项目并保留你现有的项目。对于同一天内容不同的项目，由你决定如何处理。

source: Adjust your filters to find matching items.
es: Ajusta los filtros para encontrar elementos coincidentes.
fr: Ajustez vos filtres pour trouver les éléments correspondants.
ja: 条件を調整して、一致する項目を見つけてください。
zh_hans: 调整筛选条件以查找匹配的项目。

source: Affected Dates
es: Fechas afectadas
fr: Dates concernées
ja: 対象の期間
zh_hans: 受影响的日期

source: Affected Items
es: Elementos afectados
fr: Éléments concernés
ja: 対象の項目数
zh_hans: 受影响的项目

source: Affected items
es: Elementos afectados
fr: Éléments concernés
ja: 影響を受ける項目
zh_hans: 受影响的项目

source: Affected items: %lld
es: Elementos afectados: %lld
fr: Éléments concernés : %lld
ja: 対象の項目数: %lld
zh_hans: 受影响的项目：%lld

source: All
es: Todos
fr: Tous
ja: すべて
zh_hans: 所有

source: All Items
es: Todos los elementos
fr: Tous les éléments
ja: すべての項目
zh_hans: 所有项目

source: All Tags
es: Todas las etiquetas
fr: Toutes les étiquettes
ja: すべてのタグ
zh_hans: 所有标签

source: Already Negative From
es: Ya negativo desde
fr: Déjà négatif depuis
ja: すでにマイナスの日
zh_hans: 已为负数起始日

source: Amount
es: Cantidad
fr: Montant
ja: 総計
zh_hans: 数量

source: Amount: %@
es: Importe: %@
fr: Montant : %@
ja: 金額: %@
zh_hans: 金额: %@

source: An on-device language model turns your request into search conditions. It can misread requests, so check the conditions. Saved items are only read, never changed.
es: Un modelo de lenguaje del dispositivo convierte tu solicitud en condiciones de búsqueda. Revísalas, ya que puede interpretarla mal. Los registros guardados solo se leen; nunca se modifican.
fr: Un modèle de langue sur l’appareil transforme votre demande en critères de recherche. Vérifiez-les, car il peut se tromper. Les éléments enregistrés sont uniquement lus, jamais modifiés.
ja: 端末内の言語モデルが文章を検索条件に変換します。読み違える場合があるため、条件を確認してください。保存済みの収支は読み取るだけで、変更しません。
zh_hans: 设备上的语言模型将请求转换为搜索条件。模型可能误解请求，请核对条件。已保存的收支仅供读取，不会被更改。

source: Applies suggestions to the item form.
es: Aplica sugerencias al formulario del elemento.
fr: Applique les suggestions au formulaire de l’élément.
ja: 項目フォームに提案を適用します。
zh_hans: 将建议应用到项目表单。

source: Apply Filter
es: Aplicar filtro
fr: Appliquer le filtre
ja: フィルタを適用
zh_hans: 应用筛选

source: Applying Suggestions
es: Aplicando sugerencias
fr: Application des suggestions
ja: 提案を適用中
zh_hans: 正在应用建议

source: Are you really going to set PreviewData?
es: ¿Realmente vas a configurar los datos de vista previa?
fr: Voulez-vous vraiment définir les données de prévisualisation ?
ja: プレビュー用データを設定しますか？
zh_hans: 你确定要设置预览数据吗？

source: Are you really going to use DebugMode?
es: ¿Realmente vas a usar el modo de depuración?
fr: Voulez-vous vraiment utiliser le mode débogage ?
ja: デバッグモードを使用しますか？
zh_hans: 你确定要使用调试模式吗？

source: Are you sure you want to delete all items?
es: ¿Estás seguro de que quieres eliminar todos los elementos?
fr: Êtes-vous sûr de vouloir supprimer tous les éléments ?
ja: すべての項目を削除してもよろしいですか？
zh_hans: 你确定要删除所有项目吗？

source: Are you sure you want to delete all orphan tags? This action cannot be undone.
es: ¿Seguro que quieres eliminar todas las etiquetas huérfanas? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer toutes les étiquettes orphelines ? Cette action est irréversible.
ja: 孤立タグをすべて削除しますか？この操作は取り消せません。
zh_hans: 确定要删除所有孤立标签吗？此操作无法撤销。

source: Are you sure you want to delete these items?
es: ¿Seguro que quieres eliminar estos elementos?
fr: Êtes-vous sûr de vouloir supprimer ces éléments ?
ja: これらの項目を削除してもよろしいですか？
zh_hans: 确定要删除这些项目吗？

source: Are you sure you want to delete this item?
es: ¿Estás seguro de que quieres eliminar este elemento?
fr: Êtes-vous sûr de vouloir supprimer cet élément ?
ja: この項目を削除してもよろしいですか？
zh_hans: 你确定要删除此项目吗？

source: Are you sure you want to delete this orphan tag? This action cannot be undone.
es: ¿Seguro que quieres eliminar esta etiqueta huérfana? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer cette étiquette orpheline ? Cette action est irréversible.
ja: この孤立タグを削除しますか？この操作は取り消せません。
zh_hans: 确定要删除这个孤立标签吗？此操作无法撤销。

source: Are you sure you want to delete this tag? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar esta etiqueta? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette étiquette ? Cette action ne peut pas être annulée.
ja: このタグを削除しますか？この操作は取り消せません。
zh_hans: 你确定要删除此标签吗？此操作无法撤消。

source: Are you sure you want to merge these tags? This action cannot be undone.
es: ¿Estás seguro de que quieres fusionar estas etiquetas? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir fusionner ces étiquettes ? Cette action ne peut pas être annulée.
ja: これらのタグを統合しますか？この操作は取り消せません。
zh_hans: 你确定要合并这些标签吗？此操作无法撤消。

source: Are you sure you want to resolve all duplicate tags? This action cannot be undone.
es: ¿Estás seguro de que quieres resolver todas las etiquetas duplicadas? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir résoudre toutes les étiquettes en double ? Cette action ne peut pas être annulée.
ja: すべてのタグの重複を解消しますか？この操作は取り消せません。
zh_hans: 你确定要解决所有重复的标签吗？此操作无法撤消。

source: Are you sure you want to resolve this duplicate tag? This action cannot be undone.
es: ¿Seguro que quieres resolver esta etiqueta duplicada? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment résoudre cette étiquette en double ? Cette action est irréversible.
ja: この重複タグを解消しますか？この操作は取り消せません。
zh_hans: 确定要解决这个重复标签吗？此操作无法撤销。

source: Asks for confirmation before deleting this item.
es: Pide confirmación antes de eliminar este elemento.
fr: Demande une confirmation avant de supprimer cet élément.
ja: この項目を削除する前に確認します。
zh_hans: 删除此项目前要求确认。

source: At least %@
es: Como mínimo %@
fr: Au moins %@
ja: %@以上
zh_hans: 至少%@

source: At most %@
es: Como máximo %@
fr: Au plus %@
ja: %@以下
zh_hans: 至多%@

source: Balance
es: Saldo
fr: Solde
ja: 残高
zh_hans: 余额

source: Balance Before Change
es: Saldo antes del cambio
fr: Solde avant modification
ja: 変更前の残高
zh_hans: 更改前的余额

source: Balance Projection
es: Proyección del saldo
fr: Projection du solde
ja: 残高予測
zh_hans: 余额预测

source: Balance becomes negative
es: El saldo se vuelve negativo
fr: Le solde devient négatif
ja: 残高がマイナスになります
zh_hans: 余额将变为负数

source: Balance chart
es: Gráfico de saldo
fr: Graphique du solde
ja: 残高グラフ
zh_hans: 余额图表

source: Balance goes negative earlier
es: El saldo se vuelve negativo antes
fr: Le solde devient négatif plus tôt
ja: 残高がマイナスになる時期が早まります
zh_hans: 余额将更早变为负数

source: Balance is already negative
es: El saldo ya es negativo
fr: Le solde est déjà négatif
ja: 残高はすでにマイナスです
zh_hans: 余额已经为负

source: Balance projection chart
es: Gráfico de proyección del saldo
fr: Graphique de projection du solde
ja: 残高予測グラフ
zh_hans: 余额预测图表

source: Balance: %@
es: Saldo: %@
fr: Solde : %@
ja: 残高: %@
zh_hans: 余额: %@

source: Base month is always included.
es: El mes base siempre está incluido.
fr: Le mois de base est toujours inclus.
ja: 基準月は常に含まれます。
zh_hans: 基准月始终包含在内。

source: Based on saved items and this proposed change, through %@. Unrecorded payments are not included.
es: Se basa en los elementos guardados y este cambio propuesto, hasta %@. No incluye pagos sin registrar.
fr: Basé sur les éléments enregistrés et cette modification, jusqu’au %@. Les paiements non enregistrés sont exclus.
ja: %@までの保存済みの項目と今回の変更に基づきます。未登録の入出金は含まれません。
zh_hans: 基于截至%@的已保存项目和本次拟议更改。未记录的收支不包括在内。

source: Becomes Negative
es: Se vuelve negativo
fr: Devient négatif
ja: マイナスになる日
zh_hans: 变为负数

source: Before importing
es: Antes de importar
fr: Avant l’importation
ja: 取り込む前に
zh_hans: 导入之前

source: Calculating Projection
es: Calculando proyección
fr: Calcul de la projection
ja: 予測を計算中
zh_hans: 正在计算预测

source: Camera
es: Cámara
fr: Appareil photo
ja: カメラ
zh_hans: 相机

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

source: Cancel Search
es: Cancelar búsqueda
fr: Annuler la recherche
ja: 検索をキャンセル
zh_hans: 取消搜索

source: Capture or enter text to apply suggestions.
es: Captura o introduce texto para aplicar sugerencias.
fr: Capturez ou saisissez du texte pour appliquer des suggestions.
ja: 提案を適用するには、テキストを撮影または入力してください。
zh_hans: 拍摄或输入文本以应用建议。

source: Captured text
es: Texto capturado
fr: Texte capturé
ja: 取得したテキスト
zh_hans: 已获取的文本

source: Captures an image to scan text.
es: Captura una imagen para escanear texto.
fr: Capture une image pour analyser le texte.
ja: テキストを読み取るために画像を撮影します。
zh_hans: 拍摄图像以扫描文本。

source: Category
es: Categoría
fr: Catégorie
ja: カテゴリ
zh_hans: 类别

source: Change
es: Cambio
fr: Variation
ja: 変化
zh_hans: 变化

source: Change Filters
es: Cambiar filtros
fr: Modifier les filtres
ja: フィルタを変更
zh_hans: 更改筛选条件

source: Change the selected years or add more repeated yearly entries to generate proposals.
es: Cambia los años seleccionados o añade más entradas anuales repetidas para generar propuestas.
fr: Changez les années sélectionnées ou ajoutez plus d’entrées annuelles répétées pour générer des propositions.
ja: 選択年を変更するか、毎年繰り返す項目を追加すると提案を作成できます。
zh_hans: 更改所选年份，或添加更多每年重复的条目来生成提案。

source: Change: %@
es: Cambio: %@
fr: Variation : %@
ja: 変化: %@
zh_hans: 变化：%@

source: Changes which item field the search uses.
es: Cambia qué campo del elemento usa la búsqueda.
fr: Modifie le champ d’élément utilisé par la recherche.
ja: 検索に使用する項目フィールドを変更します。
zh_hans: 更改搜索使用的项目字段。

source: Choose a debug destination from the sidebar to inspect its items.
es: Elige un destino de depuración en la barra lateral para inspeccionar sus elementos.
fr: Choisissez une destination de débogage dans la barre latérale pour inspecter ses éléments.
ja: サイドバーからデバッグ先を選択して、その項目を確認します。
zh_hans: 请从侧边栏选择调试目标以检查其项目。

source: Choose a duplicate tag from the sidebar to review and resolve it.
es: Elige una etiqueta duplicada en la barra lateral para revisarla y resolverla.
fr: Choisissez une étiquette en double dans la barre latérale pour l’examiner et la résoudre.
ja: サイドバーから重複タグを選択して、確認と解消を行います。
zh_hans: 请从侧边栏选择重复标签以查看并处理。

source: Choose a file exported from Incomes. You can review every change before your data is updated.
es: Elige un archivo exportado desde Incomes. Podrás revisar cada cambio antes de que se actualicen tus datos.
fr: Choisissez un fichier exporté depuis Incomes. Vous pourrez vérifier chaque modification avant la mise à jour de vos données.
ja: Incomesから書き出したファイルを選択してください。データが更新される前に、すべての変更を確認できます。
zh_hans: 请选择从 Incomes 导出的文件。在更新数据之前，你可以查看每一项更改。

source: Choose a filter or enter an amount range to see matching items.
es: Elige un filtro o introduce un rango de importes para ver los elementos coincidentes.
fr: Choisissez un filtre ou saisissez une plage de montants pour afficher les éléments correspondants.
ja: 一致する項目を表示するには、フィルタを選ぶか金額範囲を入力してください。
zh_hans: 选择筛选条件或输入金额范围以查看匹配的项目。

source: Choose a year to review monthly summaries and items.
es: Elige un año para revisar los resúmenes mensuales y los elementos.
fr: Choisissez une année pour consulter les résumés mensuels et les éléments.
ja: 月次サマリーと項目を確認するには、年を選んでください。
zh_hans: 选择年份以查看每月摘要和项目。

source: Choose an unused tag from the sidebar to review and clean up.
es: Elige una etiqueta no utilizada en la barra lateral para revisarla y limpiarla.
fr: Choisissez une étiquette inutilisée dans la barre latérale pour l’examiner et la nettoyer.
ja: サイドバーから未使用タグを選択して、確認と整理を行います。
zh_hans: 请从侧边栏选择未使用标签以查看并清理。

source: Choose another file
es: Elegir otro archivo
fr: Choisir un autre fichier
ja: 別のファイルを選択
zh_hans: 选择其他文件

source: Choose file
es: Elegir archivo
fr: Choisir un fichier
ja: ファイルを選択
zh_hans: 选择文件

source: Chooses an image to scan text.
es: Elige una imagen para escanear texto.
fr: Choisit une image pour analyser le texte.
ja: テキストを読み取る画像を選択します。
zh_hans: 选择图像以扫描文本。

source: Cleanup
es: Limpiar
fr: Nettoyer
ja: クリーンアップ
zh_hans: 清理

source: Cleanup All
es: Limpiar todo
fr: Tout nettoyer
ja: すべてクリーンアップ
zh_hans: 全部清理

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭

source: Complete the form to enable this action.
es: Completa el formulario para activar esta acción.
fr: Remplissez le formulaire pour activer cette action.
ja: この操作を有効にするにはフォームを入力してください。
zh_hans: 填写表单以启用此操作。

source: Completed
es: Completado
fr: Terminé
ja: 完了
zh_hans: 完成

source: Contains deficit items
es: Contiene elementos deficitarios
fr: Contient des éléments déficitaires
ja: 赤字項目を含みます
zh_hans: 包含赤字项目

source: Content
es: Contenido
fr: Contenu
ja: 内容
zh_hans: 内容

source: Contents
es: Contenido
fr: Contenu
ja: 内容
zh_hans: 内容

source: Copy Link
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピー
zh_hans: 复制链接

source: Copy Name
es: Copiar nombre
fr: Copier le nom
ja: 名前をコピー
zh_hans: 复制名称

source: Copy Summary
es: Copiar resumen
fr: Copier le résumé
ja: サマリーをコピー
zh_hans: 复制摘要

source: Copy Version
es: Copiar versión
fr: Copier la version
ja: バージョンをコピー
zh_hans: 复制版本

source: Create
es: Crear
fr: Créer
ja: 新規作成
zh_hans: 创建

source: Create Item
es: Crear elemento
fr: Créer un élément
ja: 項目を作成
zh_hans: 创建项目

source: Create Your First Item
es: Crea tu primer elemento
fr: Créez votre premier élément
ja: 最初の項目を作成
zh_hans: 创建第一条项目

source: Create your first item
es: Crea tu primer elemento
fr: Créez votre premier élément
ja: 最初の項目を作成
zh_hans: 创建第一条项目

source: Create your first item to start organizing income by year.
es: Crea tu primer elemento para empezar a organizar los ingresos por año.
fr: Créez votre premier élément pour commencer à organiser les revenus par année.
ja: 最初の項目を作成して、収入を年ごとに整理し始めましょう。
zh_hans: 先创建第一条项目，开始按年份整理收入。

source: Created
es: Creado
fr: Créé
ja: 作成済み
zh_hans: 已创建

source: Created %lld items.
es: Se crearon %lld elementos.
fr: Créé %lld éléments.
ja: 作成: %lld 件
zh_hans: 已创建 %lld 个项目。

source: Creates items from this proposal.
es: Crea elementos a partir de esta propuesta.
fr: Crée des éléments à partir de cette proposition.
ja: この提案から項目を作成します。
zh_hans: 根据此建议创建项目。

source: Creates this item.
es: Crea este elemento.
fr: Crée cet élément.
ja: この項目を作成します。
zh_hans: 创建此项目。

source: Currency
es: Moneda
fr: Devise
ja: 通貨
zh_hans: 货币

source: Currency Code
es: Código de moneda
fr: Code de devise
ja: 通貨コード
zh_hans: 货币代码

source: Current
es: Actual
fr: Actuel
ja: 現在
zh_hans: 当前

source: Current Year
es: Año actual
fr: Année en cours
ja: 今年
zh_hans: 今年

source: Current name
es: Nombre actual
fr: Nom actuel
ja: 現在の名前
zh_hans: 当前名称

source: Currently Negative From
es: Actualmente negativo desde
fr: Actuellement négatif depuis
ja: 現在マイナスになる日
zh_hans: 当前转负日期

source: Date
es: Fecha
ja: 日付
zh_hans: 日期

source: Date: %@
es: Fecha: %@
ja: 日付: %@
zh_hans: 日期: %@

source: Dates
es: Fechas
ja: 日付
zh_hans: 日期

source: Dates: %@
es: Fechas: %@
ja: 日付: %@
zh_hans: 日期: %@

source: Debug
es: Depuración
fr: Débogage
ja: デバッグ
zh_hans: 调试

source: Debug Items
es: Elementos de depuración
fr: Éléments de débogage
ja: デバッグ項目
zh_hans: 调试项目

source: Debug data
es: Datos de depuración
fr: Données de débogage
ja: デバッグデータ
zh_hans: 调试数据

source: Debug data, attention needed
es: Datos de depuración, requiere atención
fr: Données de débogage, attention requise
ja: デバッグデータ、確認が必要
zh_hans: 调试数据，需要注意

source: Debug option
es: Opción de depuración
fr: Option de débogage
ja: デバッグオプション
zh_hans: 调试选项

source: Delete
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除

source: Delete %@
es: Eliminar %@
fr: Supprimer %@
ja: %@ を削除
zh_hans: 删除 %@

source: Delete Item
es: Eliminar elemento
fr: Supprimer l’élément
ja: 項目を削除
zh_hans: 删除项目

source: Delete all
es: Eliminar todo
fr: Tout supprimer
ja: すべて削除
zh_hans: 删除所有

source: Delete debug sample data
es: Eliminar datos de muestra de depuración
fr: Supprimer les données d’exemple de débogage
ja: デバッグ用サンプルデータを削除
zh_hans: 删除调试示例数据

source: Delete this duplicate tag.
es: Elimina esta etiqueta duplicada.
fr: Supprime cette étiquette en double.
ja: この重複タグを削除します。
zh_hans: 删除此重复标签。

source: Description
es: Descripción
ja: 説明
zh_hans: 说明

source: Diagnostics Console
es: Consola de diagnóstico
fr: Console de diagnostic
ja: 診断コンソール
zh_hans: 诊断控制台

source: Dismisses the current screen.
es: Cierra la pantalla actual.
fr: Ferme l’écran actuel.
ja: 現在の画面を閉じます。
zh_hans: 关闭当前屏幕。

source: Dismisses the yearly duplication suggestion.
es: Descarta la sugerencia de duplicación anual.
fr: Ferme la suggestion de duplication annuelle.
ja: 年次複製の提案を閉じます。
zh_hans: 关闭年度复制建议。

source: Display Name
es: Nombre de pantalla
fr: Nom d'affichage
ja: 表示名
zh_hans: 显示名称

source: Done
es: Listo
fr: Terminé
ja: 完了
zh_hans: 完成

source: Due in %lld days
es: Vence en %lld días
fr: Échéance dans %lld jours
ja: %lld日後が期限
zh_hans: %lld天后到期

source: Due on %@
es: Vence el %@
fr: Échéance le %@
ja: %@が期限です
zh_hans: %@到期

source: Due today
es: Vence hoy
fr: Échéance aujourd'hui
ja: 今日が期限
zh_hans: 今天到期

source: Due tomorrow
es: Vence mañana
fr: Échéance demain
ja: 明日が期限
zh_hans: 明天到期

source: Duplicate
es: Duplicar
fr: Dupliquer
ja: 複製
zh_hans: 复制

source: Duplicate Item
es: Duplicar elemento
fr: Dupliquer l’élément
ja: 項目を複製
zh_hans: 复制项目

source: Duplicate Tags
es: Etiquetas duplicadas
fr: Étiquettes en double
ja: 重複したタグ
zh_hans: 重复的标签

source: Duplicate Year
es: Duplicar año
fr: Dupliquer l'année
ja: 年を複製
zh_hans: 复制年份

source: Duplicate Year Items
es: Duplicar elementos del año
fr: Dupliquer les éléments de l’année
ja: 年次項目の複製
zh_hans: 复制年度项目

source: Duplicate recurring yearly items
es: Duplica elementos anuales recurrentes
fr: Dupliquer les éléments annuels récurrents
ja: 毎年の繰り返し項目を複製
zh_hans: 复制每年的重复项目

source: Duplicate year items
es: Duplicar elementos del año
fr: Dupliquer les éléments de l'année
ja: 年次項目を複製
zh_hans: 复制年度项目

source: Edit
es: Editar
fr: Modifier
ja: 編集
zh_hans: 编辑

source: Edit Item
es: Editar elemento
fr: Modifier l’élément
ja: 項目を編集
zh_hans: 编辑项目

source: Enable push notifications
es: Activar notificaciones push
fr: Activer les notifications push
ja: プッシュ通知を有効にする
zh_hans: 启用推送通知

source: Enter a number.
es: Introduce un número.
fr: Saisissez un nombre.
ja: 数値を入力してください。
zh_hans: 请输入数字。

source: Enter a valid amount range to search.
es: Introduce un rango de importes válido para buscar.
fr: Saisissez une plage de montants valide pour rechercher.
ja: 検索する有効な金額範囲を入力してください。
zh_hans: 输入有效的金额范围以进行搜索。

source: Enter a valid category name.
es: Introduce un nombre de categoría válido.
fr: Saisissez un nom de catégorie valide.
ja: 有効なカテゴリ名を入力してください。
zh_hans: 请输入有效的分类名称。

source: Enter a valid priority to enable this action.
es: Introduce una prioridad válida para activar esta acción.
fr: Saisissez une priorité valide pour activer cette action.
ja: この操作を有効にするには有効な優先度を入力してください。
zh_hans: 输入有效优先级以启用此操作。

source: Enter content to enable this action.
es: Introduce contenido para activar esta acción.
fr: Saisissez du contenu pour activer cette action.
ja: この操作を有効にするには内容を入力してください。
zh_hans: 输入内容以启用此操作。

source: Enter valid amounts to enable this action.
es: Introduce importes válidos para activar esta acción.
fr: Saisissez des montants valides pour activer cette action.
ja: この操作を有効にするには有効な金額を入力してください。
zh_hans: 输入有效金额以启用此操作。

source: Enter what you want to find.
es: Introduce lo que quieres buscar.
fr: Saisissez ce que vous souhaitez rechercher.
ja: 検索したい内容を入力してください。
zh_hans: 请输入要查找的内容。

source: Expand
es: Ampliar
fr: Agrandir
ja: 拡大
zh_hans: 展开

source: Explore Premium
es: Explora Premium
fr: Découvrez Premium
ja: Premium を確認
zh_hans: 了解 Premium

source: Export
es: Exportar
fr: Exporter
ja: 書き出す
zh_hans: 导出

source: Export current data
es: Exportar datos actuales
fr: Exporter les données actuelles
ja: 今のデータを書き出す
zh_hans: 导出当前数据

source: Export data
es: Exportar datos
fr: Exporter les données
ja: データを書き出す
zh_hans: 导出数据

source: Export failed
es: No se ha podido exportar
fr: Échec de l’exportation
ja: 書き出せませんでした
zh_hans: 导出失败

source: Export your current data first so you can restore it if the result is not what you expect.
es: Exporta primero tus datos actuales para poder restaurarlos si el resultado no es el esperado.
fr: Exportez d’abord vos données actuelles pour pouvoir les restaurer si le résultat ne vous convient pas.
ja: 結果が想定と違ったときに元に戻せるよう、先に今のデータを書き出してください。
zh_hans: 请先导出当前数据，以便在结果不符合预期时恢复。

source: Exported
es: Exportado
fr: Exporté
ja: 書き出し日時
zh_hans: 导出时间

source: Failed to convert item entity
es: No se pudo convertir la entidad del elemento
fr: Échec de la conversion de l'entité de l'élément
ja: 項目エンティティの変換に失敗しました
zh_hans: 无法转换项目实体

source: File
es: Archivo
fr: Fichier
ja: ファイル
zh_hans: 文件

source: Filter
es: Filtro
fr: Filtrer
ja: フィルタ
zh_hans: 筛选

source: Filter your search
es: Filtra tu búsqueda
fr: Filtrer votre recherche
ja: 検索を絞り込む
zh_hans: 筛选搜索

source: Future
es: Futuros
fr: À venir
ja: 以降
zh_hans: 后续

source: Future Items
es: Elementos futuros
fr: Éléments futurs
ja: 以降の項目
zh_hans: 后续项目

source: Generate Summary
es: Generar resumen
fr: Générer le résumé
ja: 要約を生成
zh_hans: 生成摘要

source: Generated on device and may be wrong. Items must match every condition.
es: Las condiciones generadas en el dispositivo pueden ser incorrectas. Los registros deben cumplirlas todas.
fr: Ces critères générés sur l’appareil peuvent être inexacts. Les éléments doivent tous les remplir.
ja: 端末内で生成した条件には誤りがある場合があります。すべての条件に一致する収支を検索します。
zh_hans: 这些条件在设备上生成，可能有误。收支须符合所有条件。

source: Generated on device. Your financial data stays on this device.
es: Generado en el dispositivo. Tus datos financieros permanecen en este dispositivo.
fr: Généré sur l'appareil. Vos données financières restent sur cet appareil.
ja: デバイス上で生成されます。家計データがデバイス外に送信されることはありません。
zh_hans: 在设备上生成。您的财务数据会保留在此设备上。

source: Generating Summary
es: Generando resumen
fr: Génération du résumé
ja: 要約を生成中
zh_hans: 正在生成摘要

source: Groups: %lld
es: Grupos: %lld
fr: Groupes : %lld
ja: グループ: %lld
zh_hans: 组：%lld

source: Hide All Tips For Testing
es: Ocultar todos los consejos para pruebas
fr: Masquer toutes les astuces pour les tests
ja: テスト用のヒントをすべて非表示
zh_hans: 隐藏所有测试提示

source: Highest balance: %@
es: Saldo más alto: %@
fr: Solde le plus élevé : %@
ja: 最高残高: %@
zh_hans: 最高余额: %@

source: Import
es: Importar
fr: Importer
ja: 取り込み
zh_hans: 导入

source: Import another file
es: Importar otro archivo
fr: Importer un autre fichier
ja: 別のファイルを取り込む
zh_hans: 导入其他文件
